{
  "name": "Asher",
  "songs": [
    {
      "link": "https://www.youtube.com/watch?v=e-frRP6doJk",
      "songname": "Fractional Fortresses",
      "artistname": "Ulthar",
      "description": "i got into this record last week just as real winter weather hit and it's what's been squealing from my shitty bluetooth speaker as i bike through the cruel whipping winds of Providence. it's my favorite of the year. Ulthar's been putting out increasingly stunning albums recently. it's exactly the type of death metal that i like—dynamic, deliberate, and flirtatiously (but never satisfyingly) groovy. this one sounds a lot like the album cover: there's an enormous amount going on, but there's an unrelenting clarity throughout that governs—and accentuates—the chaos. the breakdown at 2:45 is my favorite of the year."
    },
    {
      "description": "Maria BC's songwriting has an emotional barrenness that can almost be hard to listen to. it really disorients me and i can only really put on this album when i'm cool with exiting a normal zone of daily function. it's great for watching the final leaves fall off the trees. they have such an exquisite touch and are able to place these sounds that creep up on you and reveal themselves suddenly like pangs of anxiety.",
      "artistname": "Maria BC",
      "link": "https://www.youtube.com/watch?v=P4vAPhk63Bs",
      "songname": "Haruspex"
    },
    {
      "description": "thawing into spring. i was lucky enough to open for them last month and they put on the best show i've seen, maybe ever. everyone left horny. it's really intoxicating music that kind of jolts you onto its wavelength. i do the dishes faster when listening to this. out of anything on this list, it most effortlessly maximizes both immediate sensual pleasures and also profound sobering poetry: i thought it was the perfect fucking music a la Prince or something, but after the show the lead singer Cole told me it's inspired largely by Louise Gluck.",
      "songname": "Slate",
      "artistname": "Model/Actriz",
      "link": "https://www.youtube.com/watch?v=hiK-mokFP-4"
    },
    {
      "description": "summer anthem!!!! everyone instantly and unanimously seemed to recognize that this was the standout track of her album this year and perhaps her most comprehensive statement yet. it's just perfect. goes unbelievably fucking hard. she's so charismatic here and honestly needs to front a rap-rock nu-metal band ASAP. also you realize it's what Taylor Swift was going for in the \"my ex man bought his new girlfriend\" part of [\"Shake It Off\"](https://www.youtube.com/watch?v=mvVBuG4IOW4)",
      "artistname": "get him back",
      "songname": "Olivia Rodrigo",
      "link": "https://www.youtube.com/watch?v=6zcKkRV7Mh8"
    },
    {
      "description": "it wasn't a great year for young thug obviously and to me this album really rang through with a sense of dread and paranoia, sort of like how bobby shmurda's melancholy [\"wipe the case away\" ](https://www.youtube.com/watch?v=ZCzHMqK7OGY)foreshadowed his indictment and eventual imprisonment. the beats on this whole album—but in this song in particular—are unusually chilly and sad, and the whole thing reminds me (maybe fittingly) of the last few episodes of the Sopranos, where the color grading has been totally sucked of saturation and the shots are really wide and long. there's this inescapable finality and bleakness that makes the lighter stuff seem dark and the dark stuff seem even darker. young thug knows what he's doing and he's is using this real world drama to create more powerful work, which really affected me.",
      "songname": "Hellcat Kenny",
      "artistname": "Young Thug",
      "link": "https://www.youtube.com/watch?v=YUXPjDtuuN8"
    },
    {
      "description": "this has an immediate companion in \"Fractional Fortresses\" (see #1); they're appealing to me for a lot of the same reasons. it integrates perfectly into a technical death metal playlist. you realize that he's doing like, these insane swung blast-beats. this is galvanizing, truly inspiring energy. good for reclaiming your afternoon from 3pm slump",
      "artistname": "Billy Cobham",
      "link": "https://www.youtube.com/watch?v=qHCYPBI27tw",
      "songname": "Quadrant 4 (1973)"
    },
    {
      "description": "as summer dried out and flaked off into fall, just before providence refilled with students, i was listening to this album a lot. the first half is all killer no filler. i chose this opening track because of the way his voice cracks when he whispers, \"there's gotta be a God.\" pure desperation. it's devastating. also his lisp sounds really good here!",
      "link": "https://www.youtube.com/watch?v=ZGJFhMjKhPM",
      "songname": "Testimony (2018)",
      "artistname": "Kodak Black"
    },
    {
      "description": "i don't know much about stina nordenstam other than that she is incredibly swedish and put out some gorgeous and surprising records in the 90s. her melodic sensibility is really peculiar (the harmonies here in particular are rly special) and it helps that she has a voice so thin it's like cracking frozen puddles with your boot. there's a lot of winking little treats on this song like the saxophone that snakes and her very, very tasteful subversion of trip-hop vibes. she is clearly a master arranger",
      "link": "https://www.youtube.com/watch?v=ZF092hh7teQ",
      "artistname": "Stina Nordenstam",
      "songname": "Viewed from the Spire (1994)"
    },
    {
      "description": "in October i was starting every morning by listening to this. it sounds like how fresh, full autumn air smells. depending on the angle you reach it at, it's either stirring or soothing or motivating or bombastic. beautiful and rich stuff. he's an outrageous vocalist—check out his insane double-time busta rhymes flow at 2:27",
      "link": "https://www.youtube.com/watch?v=BGKh7aQJYoY",
      "songname": "Dhyahar-Eh-Ishq Meh (1991)",
      "artistname": "Nusrat Fateh Ali Khan"
    },
    {
      "description": "early summer heat rising from sidewalk dampness in air. amazing for early walk to get coffee. i do not understand how she is so underrated. it is such tender, intimate songwriting with really sophisticated, restrained electronic production. she captures a bleary, hazy, bittersweet lovelornness through her soundscapes that few others are able to do. her somewhat stilted vocal delivery is really relatable to me; the brittle digital sonics should be sterile and cold but are instead very human and emotional. before the day gets hot it is great to let this carry you gently around.",
      "link": "https://www.youtube.com/watch?v=ryQqONAVyrU",
      "songname": "Let Me See Your Face (2007)",
      "artistname": "Tujiko Noriko"
    }
  ]
}