{
  "name": "Cam",
  "songs": [
    {
      "songname": "Suspended",
      "artistname": "Sampha",
      "link": "https://www.youtube.com/watch?v=3SlvAyvmEE8",
      "description": "I’m a Sampha fan and glad he's finally made his triumphant return. The whole album is great, but Suspended is a standout, a mesmerizing, fluttering, glitched-out revelation. Sinking and floating at the same time under blue skies."
    },
    {
      "description": "It doesn’t really matter where I am or what I’m doing, if I hear this song I get an uncontrollable urge to just hit a body roll. I’m not even good at dancing, unless this song is on, in which I suddenly can’t stop moving. Glossy futuristic superlight r&b. I feel like I should be on a space station’s nightclub bumping and grinding in zero-gravity to this.",
      "link": "https://www.youtube.com/watch?v=zXOS2dDvwzI",
      "songname": "Uh Huh",
      "artistname": "Tinashe"
    },
    {
      "description": "I lived in London for a while in 2019 but I regrettably stopped being as clued into music across the pond in the years since. Learning of Jim Legxacy’s music has been a revelation this year - a bittersweet, sentimental sun-drenched mixtape driven by Legxacy’s shapeshifting production and singing. “block hug” isn’t even a full three minutes, but morphs from a perishing ballad to steely drill like a calm sea turning to a riptide.",
      "link": "https://www.youtube.com/watch?v=cO_33XL11kw",
      "songname": "block hug",
      "artistname": "Jim Legxacy"
    },
    {
      "description": "Nation time - time stretching, shredding, time stolen, time lost, time gained. A black hole collapsing possible futures into something tangible. The soundtrack to a very uncertain year, and for what’s on the horizon. How do I tell what’s in store for us?",
      "link": "https://www.youtube.com/watch?v=ELb9Kxtp2vM",
      "artistname": "Slauson Malone 1",
      "songname": "I Hear A New World"
    },
    {
      "description": "I am biased because everyone in this band is very cool and good people and I have seen Jesus Piece probably more times than I can count. Remember when bands used to have “street teams” back in the days of LiveJournal and Myspace? If this was 2007, I’d be on the Jesus Piece Street Team. But it also helps they are tremendous musicians, best shown here — the rare heavy song that is life affirming as it is heavy. Unyielding, uncompromising love and care in the face of unimaginable loss — us against the world - that’s hardcore. Shoutouts Aaron, David, and listen to DJ LU2K.",
      "link": "https://www.youtube.com/watch?v=2WJYbKveDAc",
      "artistname": "Jesus Piece",
      "songname": "Silver Lining"
    },
    {
      "description": "“Four hundred years and still here I am / I won’t forget there’s still scars from another world / clouds part and hope seep through / a new tomorrow for me and you”",
      "link": "https://www.youtube.com/watch?v=YUob_IPSEco",
      "songname": "From Tha Gods To The Earth",
      "artistname": "Zulu"
    },
    {
      "description": "MIKE might be my favorite rapper making music today. Fearless, clear-eyed truth-telling in the griot tradition. I’ll be front row again for Young World again this summer.",
      "link": "https://www.youtube.com/watch?v=LzWtOPjB49w",
      "songname": "U think Maybe?",
      "artistname": "MIKE, Liv.e, Venna"
    },
    {
      "description": "Prince level. On this record, Yves Tumor completes their chameleon act and becomes America’s prodigal rockstar to usher us into the decade of new confusion. The audio equivalent of ultraviolet fireworks in a blacklight sky. Ascending to heaven type song but soul train dancing with the angels and the demons on your way up. Romantic apocalypticism - with every kiss we confirm the new world coming. Absolutely catch this act live if you somehow haven’t just for the guitar shredding.",
      "artistname": "Yves Tumor",
      "songname": "Ebony Eye",
      "link": "https://www.youtube.com/watch?v=WpuFZa5ow8E"
    },
    {
      "description": "This album has everything I want out of hip-hop, my only complaint is that the whole album is less than 30 mins. But that means I can just repeat the whole record quicker and get back to this brilliant closer.",
      "link": "https://www.youtube.com/watch?v=oc3F3RPP-TE",
      "artistname": "McKinley Dixon & Ms. Jaylin Brown",
      "songname": "Beloved! Paradise! Jazz!?"
    },
    {
      "description": "“Let me be forthright - we need time to know we can grow.” This year has had a lot of loss, grief, heartbreak, but through it all, we maintain and continue. “A Grisaille Wedding” might be my favorite album from this year.",
      "link": "https://www.youtube.com/watch?v=M44LZ5qsabg",
      "songname": "The Graves at Charleroi",
      "artistname": "Rainy Miller, Space Afrika, Coby Sey"
    },
    {
      "description": "“Do you love John Keek?” I do. This airy slow jam that sounds like Arthur Russell ghostwriting for Mary-J-Blige slow jam, is a big reason why.",
      "link": "https://www.youtube.com/watch?v=x6xhApNqYzI",
      "songname": "Quickly",
      "artistname": "John Keek"
    },
    {
      "description": "I love Kelela and Pinkpantheress but I couldn’t pick just one, so…",
      "link": "https://www.youtube.com/watch?v=PuxPJTBOVp8",
      "artistname": "PinkPantheress",
      "songname": "Bury Me (feat. Kelela)"
    },
    {
      "description": "I went from not knowing anything about this band to reflexively not liking them to liking them to being sold on them completely once they rolled out the dub version of one of their singles from this year.",
      "link": "https://www.youtube.com/watch?v=lqd_yAX7cxU",
      "artistname": "Spiritual Cramp",
      "songname": "Nah, That Ain’t Dub"
    },
    {
      "description": "E Crampton is your favorite DJ’s favorite DJ’s favorite DJ.",
      "link": "https://www.youtube.com/watch?v=HbxUe5lqXBU",
      "artistname": "Chuquimamani-Condori",
      "songname": "Return"
    },
    {
      "artistname": "Kara Jackson",
      "songname": "why does the earth give us people to love?",
      "link": "https://www.youtube.com/watch?v=2QMvFbFTy84",
      "description": "![](/images/image1.jpg)"
    }
  ]
}