{
  "name": "Cole",
  "songs": [
    {
      "link": "https://www.youtube.com/watch?v=gQEyezu7G20",
      "songname": "Stonemilker",
      "artistname": "Björk",
      "description": "this track was flawlessly contextualized for me whilst listening to it alongside a group of people who I love so very much as we traveled the southernmost coast of Iceland, northeastward towards the vatnajokull glacier. the expansive string arrangements, pulsing sound design, and dry, whispy vocal delivery mirrored everything i felt and saw around me. björk is so oft labeled as otherworldly, yet in that moment her music felt like the most of this world and naturalistic work of art humanly imaginable."
    },
    {
      "description": "the album BADMODE, in particular this track, soundtracked my highly caffeinated commutes to work sooo many mornings of this year. the super crisp, perfectly mixed snare hits throughout this record, consistently recalibrated my brain and made me feel like a hummingbird full of nothing but sugary water. talking about this track/album in any capacity feels silly and myopic, I just wanna live in it always and forever.",
      "link": "https://www.youtube.com/watch?v=51e2GY0mMPs",
      "artistname": "Hikaru Utada",
      "songname": "Darenimo Iwanai"
    },
    {
      "description": "björk DJed this in, and i immediately fell in love with everything about it.",
      "songname": "Next 2 U",
      "artistname": "Rochelle Jordan",
      "link": "https://www.youtube.com/watch?v=xOT1X9Ze9Os"
    },
    {
      "link": "https://www.youtube.com/watch?v=24qn991dxiQ",
      "songname": "The Electrician ",
      "artistname": "The Walker Brothers",
      "description": "hell yeah"
    },
    {
      "description": "invented shoegaze fr. if anyone wants to talk about ymo for like 5 hours please hit me up.",
      "songname": "Loom",
      "artistname": "Yellow Magic Orchestra",
      "link": "https://www.youtube.com/watch?v=sNWyA40pwRs"
    },
    {
      "description": "my dad used to play this album very loudly in an attempt to wake my brother and i up for school, so because of that I had not touched it for years. i've come around tho. it's such an easy, put-in-on album, and have been listening to it nonstop. there is a very naive optimism to this album that find very charming and relatable. all around perfect tho.",
      "songname": "Lay My Love",
      "artistname": "Brian Eno & John Cale",
      "link": "https://www.youtube.com/watch?v=swMqLDXruz8"
    },
    {
      "artistname": "Tori Amos",
      "description": "like damn did u even try to have a good day.",
      "link": "https://www.youtube.com/watch?v=qhiIAy21zUk",
      "songname": "Beauty Queen / Horses"
    },
    {
      "description": "hottest concert I had ever been to but so spectacular.",
      "artistname": "The Smile",
      "songname": "Speech Bubbles",
      "link": "https://www.youtube.com/watch?v=GWiWIN9TKBs"
    },
    {
      "songname": "lovefullstudentnerdthings",
      "link": "https://www.youtube.com/watch?v=rbjvY990ECQ",
      "description": "weeeeeeee",
      "artistname": "Cruyff"
    },
    {
      "artistname": "Björk & Rosalia",
      "link": "https://www.youtube.com/watch?v=XDV-D60j3oU",
      "songname": "Oral",
      "description": "duh"
    },
    {
      "artistname": "Yutaka Ozaki",
      "songname": "I Love You",
      "link": "https://www.youtube.com/watch?v=E4AGHSS7OLM",
      "description": "while digging through a record crate in tokyo, i saw the cover for Ozaki’s album ‘Tropic of Graduation’ and purchased it without knowing anything about the music. (loveeeee judging books by their covers.) later that night at my hotel, I watched a low-quality, Turkish subtitled live performance of his 1983 track ‘I Love You’. as a sucker for ballads, key changes, reverb-laden gated snares, and all that plastic cheese… i immediately fallen. (it also didn’t hurt that he was super nice to look at)\n\nfrom watching one clip from a random live performance, it was so apparent that he had the formidable star power, and highly attuned, performative stage presence, of someone who was simply meant to never not be on stage.\n\ni had done some more digging and found that he was kind of a household name in Japan in the ‘80s and early ’90s and I’m like 40 years late. i also found that in 1992, at the age of 26, he was discovered naked, drunk, and dead in a Tokyo alleyway."
    },
    {
      "link": "https://www.youtube.com/watch?v=_9GaJMpzW_c",
      "description": "his death wrecked me fr.\n\ni love how this album washes over.  you can hear sakamoto’s stifled breathing rise and fall as well as his passing ruminations as they come to him and disappear. there is a part at 2:23 where his restraint briefly lets out and the piano notes trip over each other in such a stunning way.",
      "songname": "2022123",
      "artistname": "Ryuichi Sakamoto"
    },
    {
      "description": "saw this album on a wall in a record store in shinkjuku and haven’t stopped listening since.",
      "link": "https://www.youtube.com/watch?v=QiE4aLjIHy8",
      "songname": "popolo",
      "artistname": "blgtz"
    },
    {
      "link": "https://www.youtube.com/watch?v=CjyEU6gStSU",
      "description": "i am obsessed with the way japan can seamlessly intertwine good music and art with consumerism. it reminded me of how the subway stations in italy played stereolab a few times whilst i was there. the night before a very special person departed tokyo, and i was to solo-travel for the next ten days, i heard this track playing in the austere postmodern bathroom of a large luxury mall in roppongi. the music was still meant to be heard in the background but because it was a little bit louder in the bathroom, i was able to recognize the track immediately. i had run out and told them as they are also big fan of YLT.\n\nthe instant transportation to my adolescence was coupled with the sobering weight of loss and love upon hearing this track. the day before i left japan i was in a record store in shibuya and the person working behind the counter put this track on. it was as if this ylt deep cut was following me and letting me know that everything was and would be alright.",
      "artistname": "Yo La Tengo",
      "songname": "Green Arrow"
    }
  ]
}