{
  "name": "Carl",
  "songs": [
    {
      "artistname": "Liv.e",
      "description": "All of my songs are from shows I saw live this year - one song per show. This was at baby's all right and this song in particular was so good live. It was a really small crowd and she was down off the stage for a lot of it. Everyone knew the words to this one.",
      "link": "https://www.youtube.com/watch?v=JUd9E08qoRM",
      "songname": "Wild Animals"
    },
    {
      "artistname": "Liv.e",
      "songname": "Our Father",
      "link": "https://www.youtube.com/watch?v=8K6ND5NJODE",
      "description": "Second time seeing Liv.e this year (she was my most played artist I think). This one was outside at knockdown center."
    },
    {
      "songname": "All Pervading (Glimpse)",
      "artistname": "Laraaji",
      "link": "https://www.youtube.com/watch?v=GNWwB5ka-4Q",
      "description": "I don't usually listen to this kind of music day to day but this was a really magical show. Very hard to put into words the way this show felt besides being just very beautiful and otherworldly."
    },
    {
      "artistname": "CLIP",
      "songname": "Sandy Toes",
      "description": "I wanted to see CLIP for a while - I think her music is so different but goes so hard.",
      "link": "https://www.youtube.com/watch?v=Mb22YfZPOOU"
    },
    {
      "link": "https://www.youtube.com/watch?v=LWt10U8Awb0",
      "artistname": "454",
      "songname": "Keep a smile",
      "description": "454's music has so much style and energy. This was the same show CLIP played at."
    },
    {
      "songname": "SirLadyMakemFall",
      "artistname": "Liv.e",
      "description": "Prospect park bandshell - Liv.e was the opener. I remember walking up to this show hearing it from afar and you could feel her energy. Everyone there was so hot.",
      "link": "https://www.youtube.com/watch?v=PysAZ10mXwQ"
    },
    {
      "description": "This was the main act at the Prospect Park bandshell that Liv.e opened for. Incredible. She had this really flowy dress/hood on and just stood there, lit up into a silhouette with the wind blowing over her and you could feel all these pulsing low frequency sounds.",
      "artistname": "Kelela",
      "songname": "Happy Ending",
      "link": "https://www.youtube.com/watch?v=lhJpOjqho8s"
    },
    {
      "artistname": "Olivia Dean & Leon Bridges",
      "description": "My friend loves Olivia but this was my first time seeing/listening. It felt like watching something important happening. She was so cool, relaxed, beautiful, funny in those little awkward spaces between songs.",
      "songname": "The Hardest Part",
      "link": "https://www.youtube.com/watch?v=ujjf3nnIUCQ"
    },
    {
      "description": "Favorite show of the year no question. The whole production was wild. There was so much dopamine/serotonin released I think I felt high for a month after. This was also my first stadium-sized show and it was in the middle of the summer, I think adding to all the effects.",
      "artistname": "Beyoncé",
      "songname": "HEATED",
      "link": "https://www.youtube.com/watch?v=o3WqRPM6M0A"
    },
    {
      "artistname": "King Krule",
      "songname": "Our Vacuum",
      "description": "This show felt so fitting to be at king's theater in brooklyn. The music felt very haunting, elaborate, mysterious.",
      "link": "https://www.youtube.com/watch?v=gT-20rV4A9M"
    },
    {
      "songname": "Parasite",
      "artistname": "Melody English",
      "description": "My friends and I started going to this place that would put on small house shows in brooklyn. This song sounded like such a hit even the first time hearing it.",
      "link": "https://www.youtube.com/watch?v=UR_pRalEEl4"
    },
    {
      "description": "Same venue as the previous but different show. I liked their vibe a lot, it felt like a different era of music.",
      "link": "https://www.youtube.com/watch?v=K1eHgtsb-Xc",
      "artistname": "Pretty Sick",
      "songname": "Dumb"
    },
    {
      "description": "This was a bigger show than the first time I saw her. She explained this song was about her grandma and some of her family members were in the crowd in front of us - it was a very cute moment.",
      "artistname": "Olivia Dean",
      "link": "https://www.youtube.com/watch?v=gQ3E6JVitVk",
      "songname": "Carmen"
    },
    {
      "description": "Sampha was sitting at the piano for this song which I kind of didn't expect but the performance was really good. The drummer went off. My favorite song on his album.",
      "artistname": "Sampha",
      "songname": "Only",
      "link": "https://www.youtube.com/watch?v=1YPtbploIyU"
    },
    {
      "description": "I had never consciously listened to LCD Soundsystem before seeing them this December so I was surprised at how many songs I knew. Such a fun show all around. I feel like the year ended on a really good note with this.",
      "artistname": "LCD Soundsystem",
      "link": "https://www.youtube.com/watch?v=V7QaGc2fmmE",
      "songname": "I Can Change"
    }
  ]
}