{
  "name": "Justine",
  "songs": [
    {
      "songname": "សារិកា The Voice of Sarika",
      "artistname": "Keo Setha",
      "link": "https://soundcloud.com/sinn-sisamouth/myna-bird-keo-setha",
      "description": "The texture of this recording comforts me, but the lack of information on Keo Setha available on the web gives it a tragic tinge too. Sarika is a kind of myna bird native to South and Southeast Asia known for its vocal range, and a nickname of hers"
    },
    {
      "artistname": " LITTLE TEMPO",
      "songname": "心々童",
      "link": "https://www.youtube.com/watch?v=fyG7QWo3XMU",
      "description": "This track is from *Funky Forest: The First Contact*. The movie hits a *Tampopo* note I dislike, but this dream sequence made me smile, largely due to its steel drum accompaniment."
    },
    {
      "songname": "Ain't No Sunshine",
      "artistname": "Bill Withers",
      "link": "https://www.youtube.com/watch?v=CICIOJqEb5c",
      "description": "A stranger chose this at a birthday-cum-karaoke party and performed it very smoothly, to my surprise; they had just bashfully confided to me that they accidentally swatted the cactus in the corner and was nursing a hand full of spines. It's kind of the perfect understated karaoke pick: lyrically succinct but melodically complex."
    },
    {
      "artistname": "Gigliola Cinquetti",
      "songname": "Si",
      "description": "One of my looping songs for my commutes during the last syrupy summer days. I was led to this 1974 Eurovision performance by way of its Greek cover, \"Nai,\" and was completely entranced...I could listen to Gigliola sing \"per paura o per amore\" a hundred times over...",
      "link": "https://www.youtube.com/watch?v=YH6T7QdLan8"
    },
    {
      "description": "Plaintive and comical, absurdist alchemy. Something I wouldn't have encountered without introduction.",
      "songname": "I'm Just a Fan",
      "artistname": "Teezo Touchdown",
      "link": "https://www.youtube.com/watch?v=oZ4kXqhpSKI"
    },
    {
      "description": "I don't really machine-sew during the night anymore, but if I do, it's to this bpm. I had a deadline to meet, and this set bumped me across the finish line in relatively good spirits.",
      "songname": "Set at LSF100",
      "link": "https://www.youtube.com/watch?v=XIrzVifmRx8",
      "artistname": "DJ 蛋"
    },
    {
      "description": "This album/collaboration was one I anticipated, which is rare, since most new releases pass overhead *(ooweeeeoo)*",
      "songname": "Sword",
      "artistname": "Natural Wonder Beauty Concept",
      "link": "https://www.youtube.com/watch?v=18QOYwkA-cs"
    },
    {
      "description": "[Abeera Kamran](https://www.instagram.com/abeerakamran/) is one of those rare \"Instagram strangers\" whose insights into anything— serious and unserious—I find continually compelling. Following her led me to her brother Daniyal Ahmed's project and record label, honiunhoni. Daniyal has been amplifying the music of Ustad Noor Bakhsh, not only by putting together his début album *Jingul*, but also by sharing these fleeting fragments. Pure beauty.",
      "songname": "sound of the pintor bird",
      "artistname": "Ustad Noor Bakhsh",
      "link": "https://www.instagram.com/p/CpCtD9ZoxQn/"
    },
    {
      "description": "While I listen to this frequently,  I didn't really relate to it until this year. I fell in love during the autumn of 2022 and by spring, the blush was starting to fade, the relationship was becoming more complex. I love this song as a love song for its realism and parenthetical. \"Positive motivating force\" is so sonically unromantic, so cute.",
      "link": "https://www.youtube.com/watch?v=xwdubODPSjA",
      "songname": "(At Your Best) You Are Love",
      "artistname": "Aaliyah"
    }
  ]
}