{
  "name": "Kenna",
  "songs": [
    {
      "songname": "Khyab Sangye",
      "artistname": "Yungchen Lhamo",
      "description": "Jan 1\n\nthe first song i heard in the new year & the last song I will hear before i die (so says The Prophecy).",
      "link": "https://www.youtube.com/watch?v=2cQx01fCc_I"
    },
    {
      "songname": "Put that on Everything",
      "artistname": "Brandy ",
      "description": "Feb 15\n\nthe prettiest song of The Most Cursed Night In The World",
      "link": "https://www.youtube.com/watch?v=r8tBM-7eksw"
    },
    {
      "songname": "M33 untitled",
      "artistname": "Ryiuchi Sakamoto",
      "description": "March 28\n\nthe day ryiuchi sakamoto died i was at ikea with \\[REDACTED] picking up crazy heavy objects and operating heavy machinery and feeling nauseous. i was wearing my sunglasses in the food court when i found out and \\[REDACTED] came up to me and said -- are you okay? and i said, ryiuchi sakamoto died? and she said who's that and i said i'll show you and on the way home i was playing angaku zukan thought im not sure why thats the one i picked but i think because i thought it would make me the least nauseous but by the time we reached M33 untitled my mind had reached a kind of permeable state wherein the lights of oncoming traffic stuck in my vision like the kaleidoscopic nightmare of gobs of chewing gum on the under a child's desk and i had to keep adjusting the mirrors in the car to keep the car from getting to hot and melting the gum and getting the light stuck too long in my vision. i took \\[REDACTED] home and carried her shelf up the steps on one shoulder and when i got back to my place my head was pounding and i went straight to bed. the next day i woke up and was listening to ryiuchi sakamoto again and had the feeling that i was metabolizing sound at the speed of one million ants gorging upon a single crumb and became quite fearful and noticed--perhaps psychosomatically--that my heart was beating out of pace, so i went to the emergency room and after sitting for some time on a series of chairs of varying types and sizes found out that i had--in fact--received a concusion from a few days prior when i passed out from standing to long at a Caterina Barbieri concert. How embarrasing.",
      "link": "https://www.youtube.com/watch?v=7jmDNiWtMFA"
    },
    {
      "songname": "Don't Make Me Over",
      "artistname": "Sybil",
      "description": "April\n\nthe day that paper shut down i had a very Strange Feeling, so i went for a walk and was sitting at \\[REDACTED] outside \\[REDACTED] when a man with a boombox came up to me and put the boombox down on my table and took his black and white striped sunglasses off and said give me your hand and i put out my hand and he put the sunglasses in them and said to go with your scarf (which was also black and white striped) and told me he liked my style and then turned up the volume on the boombox and Don't Make Me Over by Sybil was playing and he said do you know this? and i said i'm not sure and he told me his name was Bob and i said that's my dad's name and he asked if I could get him a grape soda and a pack of newports so we went looking for a bodega that had grape soda and a pack of newports which evidently was not many and at the third bodega he told me his name was actually K. Douglas The Third and that he was sorry for lying to me and he showed me his ID card and i said that's okay and said my name was Kenna and then we found the grape soda and the newports and he asked if i wanted to come back to his house and hang out and i said im okay thank you but i'll walk back with you and we walked back to his house and when we got there he said can i have my glasses back and i said of course and gave him the black and white stripped sunglasses and waved goodbye and when i got home i found out that Paper had shut down.",
      "link": "https://www.youtube.com/watch?v=YzeUz9tTR3g"
    },
    {
      "songname": "Future Perfect",
      "artistname": "Durrutti Column",
      "description": "May\n\ni was playing this song for my dad when we were driving out of the forresst in maine and holding the four fiddlehead ferns we had found in my hand and explaining how i had just found out about this band in 1988 who made a song called the red shoes during the whole folk pop boom in the UK in the 80s and that they ran in the same crowd as the deux filles (of which simon fischer turner is one of the deux) and he has a writing credit on the 1994 Kate Bush red shoes song (along with Prince) and he turned to me (confession style) and said that he thinks we're both on the spectrum and his special interest is plant/wild life and that mine is \"my whole underground music thing\" and when we got home we steamed the four fiddlehead ferns and at them and they tasted like chewy hazlenuts and then we went to a diner and fried pickles.",
      "link": "https://www.youtube.com/watch?v=zv3m7mEbPZw"
    },
    {
      "songname": "Improvisation Pt. 9",
      "artistname": "Hoahio",
      "description": "August\n\nit was the week when the air was full of smoke and we tried to go to a show but it was just at someones apartment and when we got there the music hadn't started and we were nervous and gigglign like teenagers and too shy to go inside so we were waiting on the corner but i still had concussion symptoms and the air was making me nauseous and so we went from bodega to bodega pretending to look for something we knew we wouldnt find until you said \\[REDACTED] was on the way and i said i didn't want to be there for that so i just went home and sat in my hallway and played with the light in the mirror and listened to this song and went to bed",
      "link": "https://www.youtube.com/watch?v=i1ID9SHFf54"
    },
    {
      "songname": "A Single Street Stretched Tight by the Waters",
      "artistname": "Fred Frith, Barry Guy",
      "description": "August\n\ni took a leave of absence from work for my concussion and started working, instead, on the Pretty V / Break with Me story but was struggling to form thoughts in my usual style (which is a kind of frenetic synaptic firing)and was thinking, instead, like a slug's dream of a human -- in that the quality and cadence of my thoughts matched I believe a slug would think like from the perspective of a human while trapped in a dream. this new neural process was quite troubling to me and i once again felt my heart take on an irregular pattern (which this time I knew was psychosomatic) and so i walked from Greenpoint to Bushwick and laid down on your floor without saying a word while u made a mix",
      "link": "https://www.youtube.com/watch?v=wpj-SispH4s"
    },
    {
      "songname": "Be Your Dog",
      "artistname": "Ivy Knight",
      "link": "https://www.youtube.com/watch?v=5Yq4JtLgO98",
      "description": "June\n\nresearch"
    },
    {
      "songname": "You Own Me",
      "artistname": "The American Analog Set",
      "link": "https://www.youtube.com/watch?v=ONQU_F0iorU",
      "description": "May\n\ni am addicted to walking across the entire city of Boston, Massachusetts and listening to this song. at the end of my walk i was sitting in the park off Harvard eating rhubarb ice cream and doing the thing where i swirl the ice cream all the way down and some guy came up to me and asked me to come hang out with him and his friend and i looked over at his friend and he did the little wave that friends that want u to come over and hang out with them do and i said im eating ice cream and he looked at my ice cream and said why are you eating it like that and i said like what and he looked at it again and said never mind. you should come hang out with us you seem cool and i looked back at his friend who this time was preteneding not to be looking at me and i said i think im just going to finish my ice cream and go for a walk and he asked where and i said i dont know over there \\[and pointed] and he said whats over there and i said i dont know and then we looked at eachother in silence and i stood up and said okay thanks and started walking in that direction with the rhubarb ice cream dripping from the bottom of the cone because i took too long to eat it"
    },
    {
      "songname": "The World Is Not Waiting For You ",
      "artistname": "Final",
      "link": "https://www.youtube.com/watch?v=IDwLHpxyuOc",
      "description": "June\n\ni was listening to this song and missed my stop on the way home from a jewelry party that i was late to because i missed my stop listening to this song and the train had some kind of malfunction i couldnt understand through the speakers and we all walked off onto the platform and i sat down on the bench which i dont usually do but i was so tired and it was so late so i sat down on the bench and a man in bluebasketball shorts came nearer to me and eventually sat down and--over the sound of this song--i noticed how heavily he was breathing and adjusting and readjusting his blue basketball shorts with sweaty palms and i sat watching for a while--confused and somewhat comforted by the strange repetitive movement until i realized what he was doing and promptly stood up and walked down the platform and tucked myself away behind a pillar and took a picture of my self and wrote something on it and crossed out all the words except for \"I Lose\" and screenshoted it and sent it to my friend and asked them to watch my location and then the next subway came and i got on and the man in blue basketball shorts got on too but stayed at the other end of the car and just watched me all the way home and through the window at my stop when i walked off"
    },
    {
      "songname": "On Possession",
      "artistname": "Sea Oleena ",
      "link": "https://www.youtube.com/watch?v=_kZz2ssx51I",
      "description": "July\n\nas much as i try to be abrassive - in my truest form i probably sound something like this"
    },
    {
      "songname": "Tadhana",
      "artistname": "Kitchie Nadal",
      "link": "https://www.youtube.com/watch?v=Q6zh_0msqYQ",
      "description": "July\n\ni didn't speak all day and just walked around and listened to this"
    },
    {
      "songname": "As Long As You Love Me",
      "artistname": "Backstreet Boys",
      "link": "https://www.youtube.com/watch?v=0Gl2QnHNpkA",
      "description": "July\n\neating the worst cake in the world in the corner of a ridgewood grocery store and making a mess of it. i told u about how i used to sing all the backstreet boys songs to myself on the swings in second grade and how i brought the cd to class for my birthday and made everyone sing along. you said its actually a very pretty song and i said what do you mean actually and we went next door to get sake and drank it on your stoop. you went inside and when u came back u said u felt sick and i said ok i should leave but u grabbed my keys and dangled them in front of me and i pretended to bite them and accidentally bit your finger and we froze long enough to remember how things used to feel. you said why are you like that and i said like what and went home. the next night you showed up outside my window but my roommate just found out they had covid and you couldnt come up so we just talked a while and you went home and we never spoke of it again."
    },
    {
      "songname": "Quit Breaking My Heart",
      "artistname": "Mandy Moore",
      "link": "https://www.youtube.com/watch?v=aeYW85BGneo",
      "description": "July\n\nsee previous entry"
    },
    {
      "songname": "Resentment",
      "artistname": "PARTYNEXTDOOR",
      "link": "https://www.youtube.com/watch?v=K02S9CznrhE",
      "description": "July\n\neither my most or least redeeming quality depending on which way you look at it from."
    },
    {
      "songname": "one sweet angel ",
      "artistname": "DJ Whey",
      "link": "https://soundcloud.com/mlkbrutal/dj-whey-one-sweet-angel",
      "description": "July\n\nyou came to visit me and we spent the day together passing through \\[[REDACTED] to \\[[REDACTED] to \\[[REDACTED] in one long conversation until i dropped you off at the train and stopped in a mattress store for some reason and went to the way back where there was a corner with three mirrors and i stood in the middle of them and looked at myself and listened to this song and thought \"I Can Do Whatever I Want\" over and over until my phone died."
    },
    {
      "songname": "Show Me How",
      "artistname": "the emotions",
      "link": "https://www.youtube.com/watch?v=XlVEIfRFE7U",
      "description": "August\n\nShow me how x 10 (mantra) / I'm ready to learn"
    },
    {
      "songname": "i'm over this level of life, my love ",
      "artistname": "babyxsosa",
      "link": "https://www.youtube.com/watch?v=7JpCDYxuv2g",
      "description": "2024"
    }
  ]
}