{
  "songs": [
    {
      "songname": "Wavewn",
      "artistname": "Emil F.",
      "link": "https://www.youtube.com/watch?v=TmbphPmvXn8",
      "description": "It feels fitting to open my list with this track because to me, the song evokes new beginnings and uncertain feelings when faced with looming unknowns (2023→2024 vibe). I like how the song builds throughout, only to collapse back into itself... like waves crashing in reverse, back into the ocean."
    },
    {
      "songname": "Driving",
      "artistname": "Natural Wonder Beauty Concept",
      "link": "https://www.youtube.com/watch?v=Y8z7VWciZjA",
      "description": "Blue gummy at blue hour..."
    },
    {
      "songname": "Amber Sun (Firefly Mix)",
      "artistname": "ESP",
      "link": "https://www.youtube.com/watch?v=8YMZU9fmx4w",
      "description": "Summers in London feel strange to me. They always start too late and end too early. There’s a hollowness to them too. I miss being in the US and seeing my best friends every day in the months where friendship and togetherness really mean everything. \n\nI love this song because it makes me think back to summers spent in New York and Providence. A specific image comes to mind: standing at the top of the incline at Tillinghast Farm, watching friends and strangers funnel into the path down to the beach… I think back to Jump bikes, Whole Foods air-conditioning, eating green grapes on rooftops, my back soaked with sweat at a subway station... I miss it all."
    },
    {
      "link": "https://www.youtube.com/watch?v=Hf487OncN9o",
      "artistname": "Caroline Polachek",
      "songname": "Pretty In Possible",
      "description": "Speaking of summer, my go-to solo activity in the warmer months is always walking, wherever I am. This song is music made for it. The wandering melody, the laidback beat, the performative nonchalance of it all. \n\nI take a deep breath of exhaust fumes and second-hand vape smoke as I cross the busy road in front of King’s Cross station… cold brew in hand, my keys jingling in sync with each step… da-da-da-da (forever)"
    },
    {
      "link": "https://www.youtube.com/watch?v=Zp7RzDPCnnE",
      "artistname": "ML Buch",
      "songname": "Flame shards goo",
      "description": "This album came to me as I was overcoming severe jet lag, clocking in at about four hours of sleep each night for a week. As difficult as the sleep deprivation felt during the day, I really enjoyed waking up between 4-5am each morning, feeling like the only person awake in the city. I fell into a rhythm of leaving the house before sunrise and walking with *Suntub* until the supermarkets opened at 8am. The glossy imagery and ML Buch’s crystal clear voice really complimented the brightening morning skies and the cool November air.\n\n(...)\n\nI saw her perform the album live a couple weeks later, and it was expectedly a perfect show. She wore an amazing pair of rhinestone skeleton trousers that reflected all the little lights."
    },
    {
      "songname": "Dreampoppers Tribute",
      "artistname": "Rumskib",
      "link": "https://www.youtube.com/watch?v=lb_zRK1f2so",
      "description": "If *Pretty In Possible* is a song made for walking, then *Dreampoppers Tribute* is made for running... running until your feet leave the ground and you start floating upwards into the clouds... disappearing with the twinkle and flash of a four-pointed star."
    },
    {
      "songname": "Good for Me",
      "artistname": "Above and Beyond",
      "link": "https://www.youtube.com/watch?v=F1KB7W05F0c",
      "description": "♡♡♡♡♡"
    },
    {
      "songname": "Virgo Oscura",
      "artistname": "SSIEGE",
      "link": "https://www.youtube.com/watch?v=LfILAe1eCXU",
      "description": "If a well-loved stuffed animal was a song, I imagine it'd sound something like this track. The tip-toeing synths and radiating pads provide all the warmth and protection needed to overcome the darkest nights."
    },
    {
      "link": "https://www.youtube.com/watch?v=KqtzZx-SsnQ",
      "artistname": "7038634357",
      "songname": "Square Heart",
      "description": ""
    },
    {
      "link": "https://www.youtube.com/watch?v=_FnR9HHbNHs",
      "artistname": "Aamourocean & Détente",
      "songname": "Esperér",
      "description": "This short song is a favourite of mine from an album best listened to in one sitting, from beginning to end. Absorbed in this long-form way, *Borne* plays out almost like a high-fantasy video game playthrough, complete with lore-expanding cutscenes narrated by Soundcloud Superstars, Malibu and Simili Gum. It's perfect ambient music for a drawing session, or just lying in bed all afternoon on a rainy, grey Sunday."
    },
    {
      "link": "https://www.youtube.com/watch?v=Zwow7VPbftA",
      "artistname": "Susumu Yokota",
      "songname": "Tayutafu",
      "description": ""
    },
    {
      "link": "https://www.youtube.com/watch?v=YiAleJfvRck",
      "artistname": "J and the woolen stars",
      "songname": "She Was a Friend to Me",
      "description": "This EP soundtracked my short-lived September twee arc. Something about the changing leaves and the overcast days really lit a fire in me… the coziest fire, of course. I was planning watch parties of *Frances Ha* and *(500) Days of Summer*, shaking the moths off my sweater vests and waistcoat cardigans, supplementing each waking breath with an added air of Wonkian whimsy.\n\nIt’s late-December now and things are different, but I’m still listening to *Personal Problems*… perhaps twee isn’t forever, but the gentle creak of an old piano just might be…"
    },
    {
      "songname": "Angel",
      "artistname": "PinkPantheress",
      "link": "https://www.youtube.com/watch?v=JVhqadzCgwE",
      "description": "Song of the Summer, no contest."
    },
    {
      "link": "https://www.youtube.com/watch?v=Fb77jRwSky8",
      "artistname": "Frou Frou",
      "songname": "Flicks",
      "description": "I'm finishing off my list with this Frou Frou classic because it very recently provided me with a very real moment of joy. I was mindlessly tidying my bedroom a few weeks back when this track came on, and I was completely overcome with an almost-embarrassing feeling of pure childish happiness... it was a fully unexpected and moving experience. \n\n↓\n\nI face the new year with this feeling ☆"
    }
  ],
  "name": "Kevin"
}