{
  "name": "Kyra",
  "songs": [
    {
      "artistname": "Jam City",
      "description": "One night I drove an hour to the beach to hunt for bioluminescent waves before the algae bloom passed. I got there and saw nothing apart from oil rigs in the fog and sat in the sand feeling stupid, but then this song came on and I felt grateful. As I listened I saw that the ocean had started to glow.",
      "link": "https://www.youtube.com/watch?v=g0z7uHVx7YI",
      "songname": "LLTB (feat. Wet)"
    },
    {
      "description": "An ex showed me this song and I listened to it whenever I was trying to get over him. I think it helped? Also good for fast walking/driving and pretending you’re on a mission instead of just going to CVS.\n\n![](/images/image2.jpg)",
      "songname": "On My Mind",
      "artistname": "Maruwa",
      "link": "https://www.youtube.com/watch?v=C6MuIkrRSm8"
    },
    {
      "description": "I started listening to more Baltimore and Jersey club music this year. The Missy Elliott sample is perfect – the lyrics are plaintive but the song still manages to make me so happy. I just wanna be the perfect match… you don’t even have to ask!!!",
      "songname": "The Perfect Match",
      "artistname": "DJ Technics / Rod Lee",
      "link": "https://www.youtube.com/watch?v=0SxL5X45ceA"
    },
    {
      "songname": "Spring Is Coming With a Strawberry in the Mouth",
      "artistname": "Roger Doyle",
      "link": "https://www.youtube.com/watch?v=hxPPXYD2b54",
      "description": "Haunting and inspiring? Hauntspiring?"
    },
    {
      "songname": "So Mote It Be",
      "artistname": "Downhill2k01",
      "link": "https://www.youtube.com/watch?v=CdyLxHYQcUs",
      "description": "I love the little water droplet sound."
    },
    {
      "description": "Kumo 99 is definitely going to blow up soon and it surprises me that they haven’t already. Let’s make it happen guys… I recently got to replace my disintegrating wallet with their merch.\n\n![](/images/image1.jpg)",
      "link": "https://www.youtube.com/watch?v=E0ewtpdoENI",
      "artistname": "Kumo 99",
      "songname": "UUU"
    },
    {
      "description": "For looking at lights through a car window at night that flare up like you might have astigmatism (my self diagnosis from Tiktok). I also think it’s funny when you repeatedly listen to songs in languages you don’t know and end up memorizing sounds instead of the actual words.",
      "link": "https://www.youtube.com/watch?v=Y6FyYnhxREs",
      "songname": "Luna Roja",
      "artistname": "Soda Stereo"
    },
    {
      "description": "I didn’t think I would be into brakence, but then I went to Yellowstone with Tiger and suddenly I was addicted (probably because I absorb everything he likes like a sponge)... I love brakence now and I’ve always loved Tiger, duh.",
      "artistname": "brakence",
      "songname": "argyle",
      "link": "https://www.youtube.com/watch?v=hQrmtwhztnc"
    },
    {
      "songname": "FALL BACK",
      "artistname": "CLIP",
      "description": "Good for feeling better than someone in a way that isn’t healthy. I like how the bass automatically makes your speakers sound blown out.",
      "link": "https://www.youtube.com/watch?v=pYC0rArariE"
    },
    {
      "description": "This entire album is really interesting and maybe a bit pretentious but there’s something addictive about the cadence of him saying “I was in ancient Egypt with the rabbit” in this. I was trying to find out who did the narration and discovered the entire album is performed by very polished AI text-to-speech. 2023 yeah yeah.",
      "songname": "That Thing with the Rabbit",
      "link": "https://www.youtube.com/watch?v=s5BsP8eRqUE",
      "artistname": "Headache"
    },
    {
      "description": "So nice when a friend makes music that you truly enjoy and listen to over and over and over!! This song reaches deep into my heart and rearranges things.",
      "link": "https://www.youtube.com/watch?v=TTsZaWBVW4w",
      "songname": "Be Intense",
      "artistname": "Dutch Interior"
    },
    {
      "description": "Rediscovered this song this year and genuinely believe it is one of the best songs ever. Every day I lie awake and pray to God today’s the day…",
      "artistname": "Passion Pit",
      "link": "https://www.youtube.com/watch?v=qVstHPhaJ6M",
      "songname": "The Reeling"
    },
    {
      "description": "Emo as fuck + one of those songs where you play it for someone and feel obligated to say “just wait until it gets to the good part I swear” (3:48). Something gratifying about songs that make you work for it like that.",
      "link": "https://www.youtube.com/watch?v=PJLoKJfNKlI",
      "songname": "Song for Ciara H",
      "artistname": "Mitsubishi Suicide"
    },
    {
      "description": "I have to say DJ Seinfeld’s name embarrasses me but this really carried me through a lot of this year. It makes me feel like something cool and refreshing is washing over me.",
      "artistname": "DJ Seinfeld",
      "songname": "Tell Me One More Time",
      "link": "https://www.youtube.com/watch?v=wLni__j3omQ"
    },
    {
      "description": "I went to an event in London and had so much fun dancing to this with strangers that I almost cried (soberly), and I fell in love with Anz. I feel like it’s rare to see a DJ smiling through their entire set because they’re having fun.",
      "link": "https://www.youtube.com/watch?v=9tvOdJwCulc",
      "artistname": "Anz",
      "songname": "Clearly Rushing"
    },
    {
      "description": "Weird fun little bop. Why Be is also just [insanely hot](https://www.youtube.com/watch?app=desktop&v=s4BzebgYBTQ) (I NEED HIM!!!)",
      "songname": "Impossible drops1",
      "artistname": "Why Be",
      "link": "https://soundcloud.com/yegorkaberlin/why-be-impossible-drops1-ygk013"
    },
    {
      "description": "FKA Twigs’ [recent performance of this](https://www.youtube.com/watch?v=CIJsZWeCz7A) really got me into this song, even though Cara Delevingne is a jumpscare.",
      "link": "https://www.youtube.com/watch?v=TjIPzyVlK60",
      "songname": "It's a Fine Day",
      "artistname": "Opus III"
    },
    {
      "description": "Watched *Nowhere* by Araki for the first time and this played over the credits and felt very bittersweet.",
      "songname": "Love is Stronger Than Death",
      "artistname": "The The",
      "link": "https://www.youtube.com/watch?v=lo0cZRaZs6c"
    }
  ]
}