{
  "name": "Liby",
  "songs": [
    {
      "songname": "Grand Designs",
      "artistname": "Rush",
      "link": "https://www.youtube.com/watch?v=jUxZK70N_X0",
      "description": "I got addicted to this song over the summer. It’s about how speculation/bureaucracy is the enemy of creative progress —“Life in two dimensions is a mass production scheme,” lol.  I like how the “Grand Designs” are both the machinations of the forces in power and literal design elements, the “shapes and lines” (on a market report?) which must be transcended through dimensional transversal. “We break the surface tension with our wild kinetic dreams…”"
    },
    {
      "images": [],
      "description": "Walking around, I saw a billboard that said “Emotionally Injured? Listen to idobi Radio.” with a MCR-type mullet guy crying guyliner tears. \n\n![](/images/image1.png)\n\nThe sentiment appealed to me, as I frequently use emo music to self medicate. I was inspired to make my own Emotional Injury Wellness Cocktail Playlist.\n\n![](/images/image2.png)\n\nI do kinda feel, in a late-twenties gatekeepey way, that emo-tinged pop-punk is over-the-counter Rx and screamo/skramz/emoviolence is real prescription strength stuff for people with no natural coping mechanisms.\n\nFlowers Taped to Pens are a recent fave on the playlist. Even their name speaks to their transience and fragility. I’m sure they broke up within seconds of this album being recorded and turned into a pile of pastel ashes.",
      "songname": "We are Standing Right Now What We Build Could Be Anything",
      "artistname": "Flowers Taped to Pens",
      "link": "https://www.youtube.com/watch?v=H_Gr979bM4I"
    },
    {
      "songname": "Ruth Kriss Freestyle",
      "artistname": "Remble ft. Drakeo the Ruler",
      "link": "https://www.youtube.com/watch?v=3DtKXu05q4o",
      "description": "I showed this song to Lucas the last day I ever saw him. Remble’s intent, declarative flow with reasonable flexes like, “I could boss up your life, but it would take a second,” always reminded me of him. After we listened to the song in separate cars on the way to see M3GAN,  Brianna, Lucas and I entertained the idea of going to Ruth Kriss, although it’d be tough for me as a vegetarian. Rest in peace to the legends Lucas and Drakeo."
    },
    {
      "songname": "Scar Trek/ Parasite God",
      "artistname": "Mortiis",
      "link": "https://www.youtube.com/watch?v=qO0fxYVXjTs",
      "description": "Harry Potter crushes are so telling. When I told the kids I babysit my crush was Snape (making me a Snapewife) they thought it reflected poorly on me. Well, the music video for this song really brings out my Snapewife predilections, particularly the way Mortiis broods in his little vest."
    },
    {
      "songname": "Laughin’ to the Bank",
      "artistname": "Chief Keef",
      "link": "https://www.youtube.com/watch?v=fqYjCXCqMbs",
      "description": "Ubermensch Keef. One of the best money-stacking songs of all time."
    },
    {
      "songname": "Coda Maestro F(flat) Minor Remixed by Autechre",
      "artistname": "Earth, Autechre",
      "link": "https://www.youtube.com/watch?v=9NT3Kls8Jek",
      "description": "This is a highly successful song-to-test-headphones-to (which is the consumerist way to say, good mixing). It’s a slow burn but by the end you’ll be crying blood."
    },
    {
      "songname": "It’s Been Awhile",
      "artistname": "Staind",
      "link": "https://www.youtube.com/watch?v=ZEvi_wY53Zo",
      "description": "After getting into this song I read an article in a music journal on the “Post-Grunge Nadir” and why it was so critically reviled. Apparently the main reason was that, while borrowing some of the grit and cathartic dynamics of bands like Nirvana, the lyrics were far less ambiguous, just honest testimonials of personal hardship. It was actually a lot like female singer-songwriters’ confessional lyricism which had become popular earlier in the 90’s.\n\nI think the vocal performance in this song is strong if you can’t deal with the shrill sound of bands like Flowers Taped to Pens. It’s a bit “rock-radio,” but that’s not necessarily a bad thing."
    },
    {
      "songname": "The Damp Chill of Life",
      "artistname": "None",
      "link": "https://www.youtube.com/watch?v=lTOfNSCnpJY",
      "description": "This song is like the crossbreed of the previous two songs, if the wind-battered, emotionally injured tree on the Staind cover art was crossbred into a frigid, atmospheric and emotionally desolated pine forest. The unclean vocals are more palatable under the wall of droning DSBM guitar."
    },
    {
      "songname": "Things Fall Apart",
      "artistname": "Tek Lintowe",
      "link": "https://www.youtube.com/watch?v=kVv4L1Et7Vg",
      "description": "Feyfey wanted to have Tek Lintowe play a DJ in her movie, so I wrote a scene for him where it was discovered that he had his mom as his lock screen. It would have been funny, but not as funny as something Tek would actually do."
    },
    {
      "songname": "Feel",
      "artistname": "DJ Tonka",
      "link": "https://www.youtube.com/watch?v=KQkjeVCPQiQ",
      "description": "Books on Heidegger always start with an intro about how reading his writing is like walking down a path with him. Brianna said something to that effect about DJ Tonka. In this song, he “wants you to feel”, but he’s not going to force you to."
    },
    {
      "songname": "Stone Cold Steve Austin",
      "artistname": "WWE, Jim Johnston ",
      "link": "https://www.youtube.com/watch?v=6o39YLyppJo",
      "description": "This song, on the other hand, is a cartoon of sheer, unfettered dominance. I listen to it walking around and pretend every step I take is shattering glass."
    },
    {
      "songname": "Don’t Lose Control",
      "artistname": "Material, Daniel Ponce, Bill Laswell, Michael Beinhorn",
      "link": "https://www.youtube.com/watch?v=tnN_TGr5cqk",
      "description": "The sound of robotic decompression chamber escape room."
    },
    {
      "songname": "Nos Embranchments",
      "artistname": "Fievel is Glauque",
      "link": "https://www.youtube.com/watch?v=cQgEekWry0Y",
      "description": "Mellifluous and exquisite. Reminds me of listening to bossa nova in my foyer as a kid then going to school the next day and trying to draw a Yu-Gi-Oh! card of the Girl from Ipanema."
    },
    {
      "songname": "Total Satugai Exodus",
      "artistname": "Project X",
      "link": "https://www.youtube.com/watch?v=8sii5oBzbUc",
      "description": "I learned about this genre the other day called Extratone which includes songs over 1000 BPM. It’s an elite roster of songs that sound decent to my ears, but maybe that’s Cope from living next to a jackhammer for months on end."
    },
    {
      "songname": "Love Burned a Hole in the Night",
      "artistname": "Tom Jones",
      "link": "https://www.youtube.com/watch?v=_v_woU4riog",
      "description": "The central metaphor reminds me of avocado_ibuprofen’s point that in 20th century films, love was often portrayed as an earth-shattering dramatic force, destabilizing  personhood, social and class relations. For the closing moments of a film, I wanted to play this song over a computer generated night vision scene of feral pigs roaming o’er hill and dale."
    }
  ]
}