{
  "name": "Raina",
  "songs": [
    {
      "songname": "Joy",
      "artistname": "Kadhja Bonet",
      "link": "https://www.youtube.com/watch?v=bPKunPmSEUw",
      "description": "“Oh, where do you go?/Joy that makes us whole”\n\nIf you ever find yourself chasing joy, or wanting to be delightfully present in the right now, what a beautiful song. My friend Leslie said that it goes straight to the tear ducts and the biceps. It lifts me!"
    },
    {
      "songname": "Battling Dust",
      "artistname": "Voice Actor",
      "link": "https://www.youtube.com/watch?v=KNBSwzKTaNM",
      "description": "Listening to this song feels like dusting off secret emotions I’ve yet to name. From an album of three and a half hours of absolutely special soundscapes, layers, and intrigue—it’s an entry to an otherworldly whispery world and a suitable auditory layer for all kinds of feelings."
    },
    {
      "songname": "Mr. Mailman (feat. Bea S-P)",
      "link": "https://www.youtube.com/watch?v=OcSByyP2LN4",
      "artistname": "Plush Managements Inc.",
      "description": "“Give it to me Mailman, give me all my mail/I want packages, your stamps, attention, adoration/I want letters in my hands/Mail from all my fans, Mr. Mailman”\n\nI consider this song a playful pick-me-up. I love the humor, the sass, the incredibly danceable beat. This song makes me feel an exuberant kind of confidence."
    },
    {
      "songname": "Never Too Much",
      "artistname": "Derrick Cross",
      "link": "https://www.youtube.com/watch?v=tCXxgYpt7Fw",
      "description": "“I still remember in the days when I was scared to touch you/How I spent my day dreamin' plannin' how to say I love you/You must have known that I had feelings deep enough to swim in/That's when you opened up your heart and you told me to come in\n\nChristmas day in Los Angeles at Canter’s Deli I’m pretty sure they were playing the original version of this song by Luther Vandross. The man organizing the dill pickles was singing along. It was perfect. I frequently (especially this year) listen to this precious and absolutely loving version recorded by Derrick Cross."
    },
    {
      "songname": "I'm Every Sparkly Woman",
      "link": "https://www.youtube.com/watch?v=vpy_5qhqVXA",
      "artistname": "Ana Roxanne",
      "description": "“'Cause I'm every woman/It’s all in me”\n\nThe sparkliest, most lovely song. Crafted to be curiously uplifting and effervescent."
    },
    {
      "link": "https://www.youtube.com/watch?v=enX9Fr-I8MA",
      "artistname": "Sam Gendel & Sam Wilkes",
      "songname": "BOA",
      "description": "Delightfully snakey, spacey, out-there jazz from their album of music for saxophone and bass guitar. \n\nI played this song a lot while I was writing my novel and moving in to my new apartment."
    },
    {
      "songname": "Sexuall ",
      "artistname": "WILLOW",
      "link": "https://www.youtube.com/watch?v=y7zhYptpkD0",
      "description": "Listening to this song reminds me of watching the sun rise, divine deliriousness (or set)."
    },
    {
      "artistname": "Farren Laen",
      "link": "https://www.youtube.com/watch?v=oAKFm1FuJgc",
      "songname": "This World",
      "description": "In my opinion, a great companion song for listening to directly after Sexuall by Willow. It provides an exquisite backdrop for moving through crowds or tackling a long commute home from a night out."
    },
    {
      "songname": "I Am In Love",
      "artistname": "Jennifer Lara",
      "link": "https://www.youtube.com/watch?v=srK1TlIT82c",
      "description": "“Painted you by my side/Now with you in my life, I can live in this dream”\n\nThe sweetest song, a precious celebration of deep connection. It reminds me of the perfect summers I’ve had. Of sunsets on the beach. Of feeling in love. Of dancing. Of the delicious weight of a humid day."
    },
    {
      "link": "https://www.youtube.com/watch?v=UMnsO-BFjZ8",
      "artistname": "Bell Towers",
      "songname": "Roll With Me (Super Drama Remix)",
      "description": "Absolute top commuter song. Wonderful for other occaisions too. \n\nNot included in this list, but Beam Me Up by Midnight Magic (Jacques Renault Remix) is great for the days you are going back and forth and back and forth from Manhattan to Brooklyn. Wish I could teleport… \n\nMuch of life is finding fun in the journey!"
    },
    {
      "link": "https://www.youtube.com/watch?v=1sWU1EwMJBc",
      "artistname": "Ntel",
      "songname": "Swarm (Scanner Mix)",
      "description": "Commuter music for creatures of the night."
    },
    {
      "link": "https://www.youtube.com/watch?v=-3876bGp3V0",
      "artistname": "Shadow",
      "songname": "D'Hardest",
      "description": "Sleepy yet fully awake. A highly emotional, super spirited, and unique disco/calypso song."
    },
    {
      "link": "https://www.youtube.com/watch?v=cAueIy2M7IA",
      "artistname": "DJ Spanish Fly",
      "songname": "Cement Shoes",
      "description": "“Pop in the tape, let the Spanish Fly bump”"
    },
    {
      "link": "https://www.youtube.com/watch?v=smYqzG_Uh78",
      "artistname": "Steve Roden",
      "songname": "stars of ice IV",
      "description": "Perfect for a snowstorm or for floating to sleep."
    },
    {
      "link": "https://www.youtube.com/watch?v=RMbM8nW-u6k",
      "artistname": "Arthur Russell",
      "songname": "Love Is Overtaking Me",
      "description": "Yes."
    },
    {
      "link": "https://www.youtube.com/watch?v=Y1PpwvbWClY",
      "artistname": "Tirzah",
      "songname": "Inside Out",
      "description": "This song may have sad lyrics, but the music is mysteriously uplifting and hypnotic. I suppose it can serve as a model for growth and for finding the lessons and light in even the difficult things. I keep coming back to Tirzah again and again, this song being one of many."
    },
    {
      "link": "https://www.youtube.com/watch?v=dCGwV79TsGM",
      "artistname": "Octo Octa",
      "songname": "Loops for Healing",
      "description": "Pretty much exactly as advertised <3"
    },
    {
      "link": "https://www.youtube.com/watch?v=HesSn53wEzw",
      "artistname": "Armand Van Helden",
      "songname": "Flowerz",
      "description": "What a special year of friendship it has been! The most precious connections new and old! I feel so lucky to know so many people who I adore so deeply, and to have been taken such good care of this year all over the world. At the closing set of Sustain Release 2023 Liv Wutang played this beautiful song. The next day Daedalus sent it to me. I’ve been listening ever since."
    },
    {
      "link": "https://www.youtube.com/watch?v=BGmnVEtD4BQ",
      "artistname": "Babyxsosa",
      "songname": "Everywhereigo",
      "description": "“Now you gon' see me win”\n\nEver since I listened to it the first time, this song totally haunts me, but only in the best way. By that, I mean that it’s the perfect ear worm. I find myself humming it often. And I love it."
    },
    {
      "link": "https://www.youtube.com/watch?v=oftolPu9qp4",
      "artistname": "PinkPantheress & Ice Spice",
      "songname": "Boy's a liar Pt. 2",
      "description": "Perfect collab. Duh.\n\n![](/images/img_7812.jpg)",
      "images": []
    }
  ],
  "introtext": "The last time I did this for the LP 2020 website it was peak COVID-19. I wrote about listening to music and walking aimlessly through my neighborhood, into tunnels, in the sandy arroyos. We would Zoom and FaceTime and swap playlists but we couldn’t be together, not really. I was like a hermit, almost all I had to connect with people was the digital realm and I missed, so deeply, the interiors of places. The surprise of seeing something new and special, of meeting people, of ending up where you didn’t expect to. And of course, I deeply missed dancing together. \n\nThis last year I’ve been so inside. The places I’ve seen! The distances I’ve crossed to be with loved ones! It was a special year of being with people and of listening to music together (swaying inside homes, dancing inside venues, kicking up sand on the beach, and stomping around on roofs). I feel so completely lucky. If we danced together this year, if we swapped music recommendations, wow do I love you dearly! \n\n![](/images/raina_1.jpg)"
}