{
  "name": "Shingo",
  "songs": [
    {
      "songname": "Symphony No.5, Finale (3rd movement)",
      "artistname": "Jean Sibelius",
      "link": "https://www.youtube.com/watch?v=DZQ17vlf0-w",
      "description": "My favorite Sibelius pieces have historically been the Violin Concerto and the 7th Symphony with that uncanny combination of icy loneliness and warm-blooded passion that Sibelius does so well.\n\nThe 5th Symphony, especially in the finale, doesn’t really have any of that iciness. It’s very warm and open-hearted. The strings soar unencumbered.\n\nDoes that make this more aesthetically straightforward and less emotionally complex than some of Sibelius’ other work? ...Maybe. But I love how the finale of this symphony can make me feel: open to the world, deeply nourished, ready to live life in the present-tense."
    },
    {
      "artistname": "Bonnie Bailey",
      "songname": "Kingdom of Pretty",
      "link": "https://www.youtube.com/watch?v=PdlzaRR_R_0",
      "description": "Continuing with the theme of optimism:\n\n \\~Everyday is our first time for something new\\~"
    },
    {
      "artistname": " Nat King Cole",
      "songname": "Smile",
      "link": "https://www.youtube.com/watch?v=phS7BfOfTOY",
      "description": "“Smile, though your heart is aching / Smile, even though it’s breaking”\n\nTo me this is a kind of anthem of loving life when it feels like life does not love you back. But is this reasonable thing to aim for?\n\nI know that ‘Smile’ was a favorite song of Max Ritvo, a poet who passed away from cancer at age 25 after battling it since he was 16. I find this fact incredible and, I have to confess, sometimes hard to believe. I wonder if this song remained a favorite of his as he faced the end of his life. Perhaps he smiled, but perhaps there were a lot of other emotions too.\n\nI don't have cancer, and I also have many conditions that can make happiness possible--and yet I've had a few instances this year where it felt very difficult to smile and the words coming out of Nat King Cole's mouth utter lunacy. I think that the attitude that this song espouses--if it is really to be embodied--is one that requires great heroism and no small amount of courage."
    },
    {
      "songname": "Symphony No.5, Finale (4th movement)",
      "artistname": "Pyotr Ilyich Tchaikovsky",
      "link": "https://www.youtube.com/watch?v=QQ0JlYucDCM",
      "description": "I’ve always loved Tchaikovsky’s 5th but it was mostly for its slow 2nd movement with its beautiful and sorrowful climaxes, so full of yearning. (Along with his 6th symphony, perhaps even sadder, of a beauty even more tortured.)\n\nBut this year I’ve grown to love and appreciate the driving momentum and optimism of the 4th movement. It still has a yearning quality but it’s a different kind of yearning: brighter, livelier, muscular, more ready to embrace life after going through the pathos of the 2nd movement, triumphant without being obnoxious. There’s an optimism that I find completely convincing and satisfying, especially in the coda where the main tune returns."
    },
    {
      "artistname": "Slowthai",
      "songname": "UGLY",
      "link": "https://www.youtube.com/watch?v=12FnQMUA7HY",
      "description": "I love and admire Slowthai’s vulnerability and earnestness on this entire album...rage, love, helplessness, passion delivered so well in his kind of rap, kind of punk sound with lyrics idiosyncratic when you least expect it:  “Loving is brittle, plastic but soft in the middle /  the same as Skittles\""
    },
    {
      "artistname": "Lana Del Rey",
      "songname": "Cinnamon Girl",
      "link": "https://www.youtube.com/watch?v=DCYmJDO2_IE",
      "description": "“There are things I want to say to you / but I’ll just let you live” — helpful for me to hear as I fought the urge this summer to send texts to somebody who didn’t want much to do with me anymore. I sent the texts anyways, but maybe not as many as I would have otherwise."
    },
    {
      "songname": "Piano Concerto No. 1, 2nd Movement",
      "artistname": "Frederic Chopin",
      "description": "This is one of the more spontaneous and sparkling interpretations of Chopin's 1st piano concerto that I've come across, one that's really made me listen to it anew this year.",
      "link": "https://www.youtube.com/watch?v=Y2I3UDfR4qs"
    },
    {
      "artistname": "pinkpantheress",
      "songname": "Just For Me",
      "link": "https://www.youtube.com/watch?v=Xo_lPnBlfto",
      "description": "“I followed you today, I was in my car (beep beep!)” is kind of a creepy thing to do... but pinkpantheress can pull off making it sound cute. I’m charmed and moved by how gently and matter-of-factly she delivers her lyrics that speak to so much pain and desperation."
    },
    {
      "artistname": "Donatachi",
      "songname": "forever + ever",
      "link": "https://www.youtube.com/watch?v=sYYNsdzsxlE"
    },
    {
      "artistname": "George Enescu",
      "songname": "Romanian Rhapsody No. 2",
      "link": "https://www.youtube.com/watch?v=7GfYxIWzu34"
    },
    {
      "songname": "With These Hands",
      "artistname": "Tom Jones",
      "link": "https://www.youtube.com/watch?v=YY9YbK720M0"
    }
  ]
}