{
  "name": "Sophie",
  "songs": [
    {
      "description": "Beautiful aspirational song that I only started listening late 2023... feels like the type of sexy that stays hydrated, has blemish free skin and no dark eye circles.",
      "songname": "Sexy 2",
      "artistname": "Jockstrap",
      "link": "https://www.youtube.com/watch?v=NQR-_tNHjOQ"
    },
    {
      "songname": "Angelic Seaside (Arrange)",
      "artistname": "DV-i",
      "description": "Everything DV-i is so good to drive to, my favorite is listening to them on the highway. Something about their tracks just always sound like wherever I’m going, even if it’s on foot, is bordered by rows of blinking lights... again, highway imagery? This song is a slower one for once though... I physically feel better every time I listen to it.",
      "link": "https://www.youtube.com/watch?v=owwzwdn6FHs"
    },
    {
      "description": "Kevin introduced this song to me, and I almost cried listening to it in the middle of Oxford Circus this past fall. I often put it on with noise cancellation when I’m in really uncomfortable situations... makes me feel extra under water or maybe that I’m the only one moving in slow motion.",
      "songname": "Square Heart",
      "artistname": "7038634357",
      "link": "https://www.youtube.com/watch?v=KqtzZx-SsnQ"
    },
    {
      "description": "I am just as whiny as him, if not more.",
      "artistname": "Blaketheman1000",
      "songname": "Magician",
      "link": "https://www.youtube.com/watch?v=vifBd54mbdk"
    },
    {
      "description": "This was my top played song of 2023 on Spotify wrapped... I love NewJeans, my biases are Haerin and Hanni what about you?",
      "songname": "Hurt",
      "artistname": "NewJeans",
      "link": "https://www.youtube.com/watch?v=tVIXY14aJms"
    },
    {
      "description": "Light rain... wet footsteps... sniffles... things that bounce",
      "artistname": "LA Timpa",
      "songname": "Look-Mask",
      "link": "https://www.youtube.com/watch?v=AIegsDUdAwU"
    },
    {
      "description": "There are many versions of songs like this one that do the same thing for me. It’s the nostalgic r&b cpop that I need in my life. Consuming so much of this type of music makes it really easy to confuse my own memories of Taiwan with borrowed emotions and fantasies... I especially love when they sprinkle in a little bit of broken English.",
      "songname": " 不得不爱",
      "artistname": "潘瑋柏 (feat. 弦子)",
      "link": "https://www.youtube.com/watch?v=wuwbok3wlGE"
    },
    {
      "description": "It’s painful and hopeful and if I ran at all I imagine this as the type of music that would make me run a bit further or something.",
      "songname": "Rocking with Keith",
      "artistname": "Panchinko",
      "link": "https://www.youtube.com/watch?v=eLAVfopSYEs"
    },
    {
      "description": "I went horseback riding with my crush on his birthday and he showed me this song.",
      "artistname": "Bic Runga",
      "songname": "Sway",
      "link": "https://www.youtube.com/watch?v=w28ZREQe3_Q"
    },
    {
      "artistname": "Alan Kuo",
      "songname": "零",
      "link": "https://www.youtube.com/watch?v=kgDL9p0w2-k",
      "description": "I don’t relate to this type of angst but for some reason kept going back to this song in 2023. I recorded myself duetting it on TikTok a couple times, it’s actually the perfect octave for me… I’m lacking the gravelly/husky quality only a man in a wifebeater like Alan Kuo can produce though."
    },
    {
      "songname": "That’s the Way Love Goes",
      "artistname": "The Ethics",
      "link": "https://www.youtube.com/watch?v=RZ3J6vhMy2k",
      "description": "This is what I imagine living in a sunny, dry place feels like. Beautiful song for when you’re feeling grateful for all that you have!"
    },
    {
      "description": "Children singing in a choir? Sounds vaguely religious to me, embarrassingly I actually listen to this song when I’m scared in a public place and need a bit of ambiguous holy energy hahaha",
      "songname": "大象",
      "artistname": "花伦",
      "link": "https://www.youtube.com/watch?v=jTjpd-hB0tk"
    },
    {
      "description": "Gets me hyped quietly",
      "link": "https://www.youtube.com/watch?v=NXPluPxrjs4",
      "artistname": "yunè pinku",
      "songname": "Bluff (yeule & Kin Leonn Remix)"
    },
    {
      "songname": "Brown Eyes",
      "description": "Any time of day, good vibes",
      "artistname": "Destiny's Child",
      "link": "https://www.youtube.com/watch?v=Mktlac3D7H0"
    },
    {
      "description": "Dah dah dah, dah dah dah\n\nPerfect song, piano parts so sweet, his voice so soothing",
      "songname": "Sparring Partner",
      "artistname": "Paolo Conte",
      "link": "https://www.youtube.com/watch?v=tzjdY5rmpCA"
    },
    {
      "artistname": "YOASOBI",
      "description": "Yes it’s a TikTok song... but hits the spot, love a cute girl screaming at me",
      "songname": "Idol",
      "link": "https://www.youtube.com/watch?v=ZRtdQ81jPUQ"
    },
    {
      "description": "Living in a new city makes me think I need an adult figure like Billy Joel to tell me it’s okay to feel behind and that I’ll figure it out soon",
      "artistname": "Billy Joel",
      "songname": "Vienna",
      "link": "https://www.youtube.com/watch?v=wccRif2DaGs"
    },
    {
      "description": "You are sprinting in a tunnel with a light directly shining towards you and you can’t see shit!",
      "songname": "through the light",
      "artistname": "dracodraco",
      "link": "https://www.youtube.com/watch?v=PkQRJfT58gQ"
    },
    {
      "artistname": "Floating Points",
      "songname": "Birth4000",
      "link": "https://www.youtube.com/watch?v=MWLpR6Fsc6Q",
      "description": "I knit to this song all the time, makes for amazingly epic focus time"
    },
    {
      "songname": "月亮代表我的心里有問題 (1.2x)",
      "artistname": "DJ LUNA",
      "description": "Stolen recently from a friend who I routinely steal music from... vocaloid reminiscent, Taiwanese accented cringe rap over iconic Chinese song and then sped up... I’m excited for the new year!",
      "link": "https://www.youtube.com/watch?v=c94U3A_doeQ"
    }
  ]
}