{
  "name": "Tiger",
  "songs": [
    {
      "songname": "Super Shy",
      "artistname": "NewJeans",
      "link": "https://www.youtube.com/watch?v=ArmDp-zijuc",
      "description": "Obviously world domination"
    },
    {
      "songname": "precipice (4)",
      "artistname": "8485",
      "link": "https://www.youtube.com/watch?v=WBdicrR0rfA",
      "description": "eighty is a pop star"
    },
    {
      "songname": "Affirmations",
      "artistname": "Hannah Diamond",
      "link": "https://www.youtube.com/watch?v=e4MR2-v4oYg",
      "description": "keep repeating, keep repeating, keep repeating"
    },
    {
      "songname": "Either Way",
      "artistname": "IVE",
      "link": "https://www.youtube.com/watch?v=_Hu4GYtye5U",
      "description": "The music video literally makes me cry, even though the cosplay of the IVE girlies as working class, down-on-their-luck, and moving into a small studio apartment is sooooo lol. But seeing them lug around huge overstuffed ikea bags is actually so endearing!!! Their optimism through gritted teeth is so inspiring!!! Genuinely though, these girls have been the subject of so much intense scrutiny and criticism. Stop being mean to the them online!!! Or don’t, either way we’re good ✊😭 because us dives have their backs."
    },
    {
      "songname": "Antichrist",
      "artistname": "Holly Humberstone",
      "link": "https://www.youtube.com/watch?v=jx3hwEfBH60",
      "description": "IMO the best post-Swift singer-songwriter out there"
    },
    {
      "songname": "stand down",
      "artistname": "drama trial",
      "link": "https://www.youtube.com/watch?v=Z_RzMwzDKOg",
      "description": "The lyrics are admittedly in that hyper-modern post-therapized situationship-core style (excuse my word vomit) but maybe thats actually the most honest mode of songwriting right now."
    },
    {
      "songname": "UGH!",
      "artistname": "The 1975",
      "link": "https://www.youtube.com/watch?v=hXaU0QzByIM",
      "description": "Literally all that happened was that earlier this year, I saw a tiktok of some guy going crazy to this song in his car. The caption was something like, \"whenever I get sad I listen to UGH! by The 1975 and it cheers me up without fail\". So now I also do that, and it does."
    },
    {
      "songname": "F*ck My Life",
      "artistname": "SEVENTEEN",
      "link": "https://www.youtube.com/watch?v=9kpuOoIh3wU",
      "description": "I was flirting with carat-hood before, but this is the song that officially got me obsessed. I just love the unexpected frisson of a k-pop song being named 'fuck my life.' I mean, obviously, since it's k-pop, there has to be several contrived layers of meaning -- for SEVENTEEN, 'FML' also stands for 'faded mono life', 'fight for my life', and 'fallen, misfit, lost'. Oh well. The lyrics are still pretty epic, ex. \"In this fucking world, I'm the only idiot.\" Sooooo true. It's so delicious having pessimism validated by k-pop.\n\n![]()",
      "images": [
        {
          "image": "/images/img_8169.jpg"
        }
      ]
    },
    {
      "songname": "Black Eye",
      "artistname": "VERNON",
      "link": "https://www.youtube.com/watch?v=AJIzboxLYKk",
      "description": "This is the live band version but here's the [MV](https://www.youtube.com/watch?v=vPQasPdd6fI) too.\n\nAt this point, no one remembers the cultural relevance of lil huddy but i do. I remember. And so does Vernon.\n\nWhen I first heard this song I wasn't even a Seventeen fan, so I was just like lol, even kpop groups are participating in the emo/pop-punk revival. But now that I stan Vernon i've realized that this song is perfect. It's like the most beautiful, pristine, glittering cubic zirconia covered in grime, dirt, and sweat. It kinda has no right to be a good song... the way he pronounces 'wake me up' is genuinely bizarre, the line 'you can't save me from my sadness' feels a little too on the nose... and yet I stan. AND YET I STAN.\n\nVernon is genuinely kind of a wierdo, an also probably the member of Seventeen with the best taste. He's very \"music is my life\" and \"listens to  everything\" but I actually believe him, especially in comparison to other kpop stars who seem to just listen to like, dua lipa and drake and justin bieber (not that there's anything wrong with that). His spotify playlists include drain gang, PC Music, 100 gecs, dj chari and dj Tatsuki, jerskin fendrix, james ivy, yaeji... Like, which other kpop stars are listening to 2021 sunshine on a kick drum?? 😭 \n\nCase in point, [GAM3 BO1 by Seventeen](https://www.youtube.com/watch?v=oUpo878rejU), possibly the only(?) glitchcore kpop song, has Vernon all over it. Also worth watching: [this dance practice](https://www.youtube.com/watch?v=mRJnjCJvmFk), [this live performance](https://www.youtube.com/watch?v=Pz7as0WFEbs).\n\nThe [Charli XCX remix](https://www.youtube.com/watch?v=ilWduZ-ffLE) he was on is obviously historically significant even though its not actually that good.\n\nHis verse on [this (sic)boy song](https://www.youtube.com/watch?v=Kuqwj7G2XXU) is actually pretty epic too. His line \"cause I'm not good at being lonely/but I'm not good at being sorry\" hiiiiits.",
      "images": [
        {
          "image": "/images/screenshot-2023-12-22-at-12.53.52.png"
        }
      ]
    },
    {
      "songname": "A Headache and a Black Eye",
      "artistname": "dœgægé",
      "link": "https://www.youtube.com/watch?v=g9maoqAuYCc",
      "description": "I'm secretly obsessed with you and you know it."
    },
    {
      "songname": "introvert",
      "artistname": "brakence",
      "link": "https://www.youtube.com/watch?v=aTf2nK5i4s8",
      "description": " I’ve always called Brakence the epitome of ‘boy music’ — spiky, swaggy, nihilistic, and virtuosic (synth nerd from the suburbs). Above all, its abrasively sincere, daring the listener to understand how it feels to be misunderstood. Even when the lyrics feel deliberately obtuse, he still pierces through the emotional complications with some singular, clarifying, brute-force truth. Like a dumb boy who has no idea how to describe his emotions (or — worse, needs an Infinite Jest amount of words to do so), but then suddenly says the most truest, clearest, simplest thing you’ve ever heard. \n\n  ‘introvert’ is the penultimate track and thesis statement of the entire album. It’s a very sweet song. It shows off the best parts of his music — the melodic left-turns, the bisexual angst, the contrast between his deeper vocal range and his effortless falsetto. It’s also the perfect lead-in to the more stripped down final track on the album, ‘hypochondriac’, possibly the only song on the album in which all of Brakence’s walls are finally down. When the album ends, all the posturing has fallen apart. No more hiding behind overly pretentious ideas of high art.  \n\nThe first time I listened to ‘introvert’, I rolled my eyes at the overly complex interlude. Like an infinitely unfolding fractal curve that technically has no dimensionality, it felt devoid of any actual meaning. But in the context of the album, the cloying meta-ness of the interlude feels pointed. Amidst of hyper-kinetic flurry of memetic references and sound bites, some larger entity (DMT machine elves, lol) supposedly eradicates Brakence. And then everything falls away. Hiding behind ‘art qua art’ was always a cover, a necessary defense — *(if I keep talkin’ in circles / we could treat it like a joke)*. Only when the overworked yet underdeveloped frame narrative falls away, can he admit the dumbest, realest things. *(oh baby i only wanted you / i couldnt say it so im typing it on a cue)*. I think I get it. The truth is never able to be articulated easily, and if it is, then it’s probably not the truth. You have to work at it. You have to take the circuitous route. You can’t just name it… but you can point to it. Hopefully there’s someone out there willing to follow the signs.\n\n  In that spirit, I’ll admit that I’m not willing to be fully sincere about how clairvoyantly relateable this song means to me. Listening to this song throughout the year has felt like a tiktok tarot card reading — so accurate, that I’m sure I’m being conned.",
      "images": [
        {
          "image": "/images/length.png"
        }
      ]
    },
    {
      "songname": "Never Meant",
      "artistname": "American Football",
      "link": "https://www.youtube.com/watch?v=_NfnXdXpjL0",
      "description": "New England Octobers, staring out of car windows, the calculus of past sadnesses weighed against past happinesses. The biting cold of rain. The warmth of candles.\n\n![](/images/afd392c2-1c47-4e46-b8bf-928c516010fa_1_105_c.jpeg)",
      "images": [
        {
          "image": "/images/50ec1a35-9270-4426-b3bb-39a5068de975_1_105_c.jpeg"
        }
      ]
    },
    {
      "songname": "July Lagging 1 & 2",
      "artistname": "Theodore Cale Schafer",
      "link": "https://www.youtube.com/watch?v=ikBpyQFHl3k",
      "description": "\n\n![](/images/tumblr_eec287e40d5a9bc84d1c79ecc1683fb4_6d01a291_250.jpg)",
      "images": [
        {
          "image": "/images/7b446035-5da5-402e-bdc6-a7c5473883b5.png"
        }
      ]
    },
    {
      "songname": "Third of July",
      "link": "https://www.youtube.com/watch?v=R2HenJMa3N4",
      "artistname": "Howling Brothers",
      "images": [
        {
          "image": "/images/15d8bb09-d0aa-42a5-87e0-bb2f362294f1_1_105_c.jpeg"
        },
        {
          "image": "/images/4b9bb9ad-e0ac-4056-aa27-a959347a3ba4_1_105_c.jpeg"
        }
      ]
    }
  ],
  "miscimages": []
}